/* 
  Localizable.strings
  pochi

  Created by ringo on 10/9/18.
  Copyright © 2018 ringo. All rights reserved.
*/
"cantopen" = "the document could not be open ...";
"namerequired" = "a presentation name is required to start";
"presenter" = "Presenter";
"viewer" = "Viewer";
"pswtitle" = "Presentation";
"pswmessage" = "password";
"docpsw" = "This document requires a password";
"nameinuse" = "the presentation name maybe in use,
try another name, or try press Start again";
"cannotconnect" = "Could not connect try again...";
"tryingtoconnect" = "Trying to connect ...";
"incorrectpassword" = "incorrect password ...";
"passwordrequired" = "a password is required...";
"backbutton" = "Done";
"page" = "Page ";
"savesharemsg" = "Save before closing";
"yessaveshare" = "Yes please";
"notsaveshare" = "No thank you";
"cancelmessage" = "Cancel";
"okmessage" = "Ok";
